{"plants": [
  {
    "id": 1,
    "name": "Sempervirens",
    "subtitle": "Pino de la familia Pinopsida",
    "label": [
      "exterior",
      "árbol"
    ],
    "features": "Especie: Pinus sempervirens. Tamaño maduro: Puede alcanzar una altura de 24-30 metros con un diámetro de tronco de 0.9-1.2 metros. Tasa de crecimiento: Moderada a rápida, dependiendo de las condiciones de crecimiento. Longevidad: Generalmente vive cientos de años, con algunos ejemplares superando los 1,000 años. Clima: Se adapta a climas templados con pleno sol y suelos bien drenados. Envío: Empacado cuidadosamente para garantizar una entrega segura y preservar su salud durante el transporte.",
    "description": "El Pinus sempervirens, comúnmente conocido como 'Pino Sempervirens', es un símbolo de fortaleza y resistencia. Su follaje perenne y su imponente presencia lo convierten en una adición impresionante a cualquier espacio exterior. Reconocido por su resiliencia y adaptabilidad, este majestuoso pino es ideal para proyectos de reforestación, barreras contra el viento o como punto focal en paisajes amplios. Sus agujas de color verde intenso y sus pequeñas piñas leñosas añaden un valor ornamental único."
  }
  ,
  {
    "id": 2,
    "name": "Macrocarpa",
    "subtitle": "Pino de la familia Pinopsida",
    "label": [
      "exterior",
      "árbol"
    ],
    "features": "Especie: Pinus macrocarpa. Tamaño maduro: Puede alcanzar hasta 25 metros de altura y un diámetro de tronco de hasta 1.5 metros. Tasa de crecimiento: Moderada, ideal para espacios grandes. Longevidad: Puede vivir más de 500 años. Clima: Prefiere suelos bien drenados y exposición al sol directo. Envío: Empacado con mucho cuidado para garantizar la seguridad de la planta durante el transporte.",
    "description": "El Pinus macrocarpa, también conocido como 'Pino Macrocarpa', es un árbol de gran tamaño y longevidad, conocido por su imponente porte. Es ideal para crear barreras de viento o como pieza central en grandes jardines o paisajes. Sus agujas de color verde azulado y su corteza gruesa lo hacen muy resistente y adecuado para climas templados. Además, su crecimiento lento pero constante lo convierte en una excelente opción para quienes buscan una planta de bajo mantenimiento pero de gran impacto visual."
  }
  ]
}

